Repository: dragon717/Pink_House
Catalog: ItemManager/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

# 预订航班
source: Book Flight
zh_hans: 预订航班
zh_hant: 預訂航班

# 预设颜色
source: Color
zh_hans: 预设颜色
zh_hant: 預設顏色

# 领养%@（%d%@）
source: Adopt %@ (%d %@)
zh_hans: 领养%@（%d%@）
zh_hant: 領養%@（%d%@）

# 领养%@（免费）
source: Adopt %@ (Free)
zh_hans: 领养%@（免费）
zh_hant: 領養%@（免費）

# 领养%d胎
source: Adopt pet #%d
zh_hans: 领养%d胎
zh_hant: 領養第%d胎

# 颗
source: pcs
zh_hans: 颗
zh_hant: 顆

# 颜色 1 (起点)
source: Color 1 ()
zh_hans: 颜色 1 (起点)
zh_hant: 顏色 1 (起點)

# 颜色 2 (中段)
source: Color 2 ()
zh_hans: 颜色 2 (中段)
zh_hant: 顏色 2 (中段)

# 颜色 3 (终点)
source: Color 3 ()
zh_hans: 颜色 3 (终点)
zh_hant: 顏色 3 (終點)

# 颜色信息
source: Color Info
zh_hans: 颜色信息
zh_hant: 顏色信息

# 颜色数量
source: Color Count
zh_hans: 颜色数量
zh_hant: 顏色數量

# 颜色限制
source: Color Limit
zh_hans: 颜色限制
zh_hant: 顏色限制

# 风格 · 场景 · 3D
source: Style · Scenes · 3D
zh_hans: 风格 · 场景 · 3D
zh_hant: 風格 · 場景 · 3D

# 风速
source: Wind
zh_hans: 风速
zh_hant: 風速

# 飘落的樱花瓣中，和风美学与茶会礼服的优雅邂逅
source: An elegant encounter of kimono aesthetics and tea party dresses among falling sakura petals.
zh_hans: 飘落的樱花瓣中，和风美学与茶会礼服的优雅邂逅
zh_hant: 飄落的櫻花瓣中，和風美學與茶會禮服的優雅邂逅

# 飞往 %@
source: Fly to %@
zh_hans: 飞往 %@
zh_hant: 飛往 %@

# 飞翔天鹅
source: Flying Swan
zh_hans: 飞翔天鹅
zh_hant: 飛翔天鵝

# 飞行体验
source: Flight Experience
zh_hans: 飞行体验
zh_hant: 飛行體驗

# 飞行准备
source: Flight Prep
zh_hans: 飞行准备
zh_hant: 飛行準備

# 食物
source: Food
zh_hans: 食物
zh_hant: 食物

# 饱和度
source: Saturation
zh_hans: 饱和度
zh_hant: 飽和度

# 首充状态
source: Status
zh_hans: 首充状态
zh_hant: 首充狀態

# 首次启用 iCloud 同步需要一些时间...
source: Enable iCloud Sync Required Time...
zh_hans: 首次启用 iCloud 同步需要一些时间...
zh_hant: 首次啓用 iCloud 同步需要一些時間...

# 首次购买测试
source: Purchase Test
zh_hans: 首次购买测试
zh_hant: 首次購買測試

# 马上来财设置
source: Wealth Settings
zh_hans: 马上来财设置
zh_hant: 馬上來財設定

# 高级设置
source: Advanced Settings
zh_hans: 高级设置
zh_hant: 高級設置

# 高级配置里可以补摘要、定时、动作、版本范围、优先级和媒体类型。
source: Advanced Configuration Summary,,,,.
zh_hans: 高级配置里可以补摘要、定时、动作、版本范围、优先级和媒体类型。
zh_hant: 高級配置里可以補摘要、定時、動作、版本範圍、優先級和媒體類型。

# 魔法任务
source: Magic Tasks
zh_hans: 魔法任务
zh_hant: 魔法任務

# 魔法任务功能
source: Magic Tasks Feature
zh_hans: 魔法任务功能
zh_hant: 魔法任務功能

# 魔法任务完成
source: Magic Tasks Done
zh_hans: 魔法任务完成
zh_hant: 魔法任務完成

# 魔法光环
source: Magic Halo
zh_hans: 魔法光环
zh_hant: 魔法光環

# 鸡胸肉
source: Chicken Breast
zh_hans: 鸡胸肉
zh_hant: 雞胸肉

# 默认
source: Default
zh_hans: 默认
zh_hant: 預設

# 默认: 也字工厂小石头
source: Default:
zh_hans: 默认: 也字工厂小石头
zh_hant: 默認: 也字工廠小石頭

# 默认与主题对照
source: Default
zh_hans: 默认与主题对照
zh_hant: 默認與主題對照

# 默认大主图
source: Default Hero Image
zh_hans: 默认大主图
zh_hant: 預設大主圖

# 默认贴纸页与手帐创作
source: Default sticker page and journal creation
zh_hans: 默认贴纸页与手帐创作
zh_hant: 預設貼紙頁與手帳創作

# 默认预览
source: Default Preview
zh_hans: 默认预览
zh_hant: 預設預覽
